"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 4000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 8542, \"word_counts\": \"{\\\"hi\\\": 6, \\\"there\\\": 284, \\\"hey\\\": 5, \\\"hello\\\": 6, \\\"how\\\": 644, \\\"are\\\": 815, \\\"you\\\": 692, \\\"feeling\\\": 10, \\\"doing\\\": 15, \\\"today\\\": 17, \\\"can\\\": 782, \\\"i\\\": 81, \\\"help\\\": 20, \\\"have\\\": 364, \\\"been\\\": 10, \\\"good\\\": 60, \\\"to\\\": 735, \\\"see\\\": 32, \\\"hallo\\\": 1, \\\"halo\\\": 1, \\\"hola\\\": 1, \\\"wassup\\\": 1, \\\"whats\\\": 9, \\\"up\\\": 4, \\\"sup\\\": 1, \\\"yo\\\": 1, \\\"howdy\\\": 2, \\\"assalamualaikum\\\": 2, \\\"assalamu\\\": 1, \\\"alaikum\\\": 8, \\\"assalam\\\": 2, \\\"u\\\": 4, \\\"asalamualikum\\\": 2, \\\"asalamu\\\": 2, \\\"alikum\\\": 4, \\\"asalam\\\": 3, \\\"aslamualikum\\\": 2, \\\"aslamu\\\": 1, \\\"aslam\\\": 1, \\\"asalamualaikum\\\": 2, \\\"peace\\\": 5, \\\"be\\\": 49, \\\"upon\\\": 2, \\\"and\\\": 568, \\\"wa\\\": 1, \\\"fine\\\": 13, \\\"great\\\": 23, \\\"fantastic\\\": 5, \\\"well\\\": 11, \\\"im\\\": 17, \\\"am\\\": 18, \\\"cant\\\": 6, \\\"complain\\\": 1, \\\"my\\\": 52, \\\"day\\\": 61, \\\"was\\\": 361, \\\"is\\\": 1522, \\\"going\\\": 13, \\\"yours\\\": 21, \\\"what\\\": 2237, \\\"about\\\": 875, \\\"hows\\\": 1, \\\"everything\\\": 12, \\\"its\\\": 4, \\\"just\\\": 2, \\\"one\\\": 25, \\\"of\\\": 4425, \\\"those\\\": 6, \\\"days\\\": 4, \\\"overwhelmed\\\": 3, \\\"not\\\": 39, \\\"a\\\": 451, \\\"rough\\\": 4, \\\"so\\\": 5, \\\"far\\\": 1, \\\"struggling\\\": 3, \\\"bit\\\": 5, \\\"down\\\": 3, \\\"it\\\": 105, \\\"could\\\": 4, \\\"better\\\": 4, \\\"having\\\": 10, \\\"tough\\\": 2, \\\"hasnt\\\": 1, \\\"quite\\\": 1, \\\"bad\\\": 4, \\\"pretty\\\": 2, \\\"meh\\\": 1, \\\"trying\\\": 2, \\\"hang\\\": 1, \\\"in\\\": 1355, \\\"honest\\\": 3, \\\"hanging\\\": 1, \\\"thanks\\\": 5, \\\"for\\\": 292, \\\"asking\\\": 1, \\\"ive\\\": 1, \\\"had\\\": 48, \\\"but\\\": 4, \\\"getting\\\": 1, \\\"through\\\": 16, \\\"stay\\\": 2, \\\"positive\\\": 8, \\\"struggle\\\": 2, \\\"right\\\": 12, \\\"now\\\": 9, \\\"hoping\\\": 1, \\\"tomorrow\\\": 1, \\\"will\\\": 70, \\\"really\\\": 1, \\\"myself\\\": 2, \\\"time\\\": 25, \\\"best\\\": 6, \\\"cope\\\": 1, \\\"farewell\\\": 1, \\\"until\\\": 1, \\\"next\\\": 3, \\\"bye\\\": 2, \\\"later\\\": 1, \\\"goodbye\\\": 1, \\\"nice\\\": 1, \\\"chatting\\\": 1, \\\"till\\\": 1, \\\"allah\\\": 1635, \\\"hafiz\\\": 5, \\\"khuda\\\": 1, \\\"grateful\\\": 1, \\\"thank\\\": 2, \\\"much\\\": 5, \\\"appreciate\\\": 8, \\\"many\\\": 138, \\\"thats\\\": 1, \\\"helpful\\\": 2, \\\"awesome\\\": 1, \\\"helping\\\": 3, \\\"me\\\": 1055, \\\"give\\\": 24, \\\"story\\\": 51, \\\"tell\\\": 1024, \\\"share\\\": 13, \\\"want\\\": 12, \\\"hear\\\": 10, \\\"do\\\": 253, \\\"know\\\": 27, \\\"any\\\": 349, \\\"bedtime\\\": 2, \\\"stories\\\": 8, \\\"need\\\": 5, \\\"sleep\\\": 3, \\\"fairy\\\": 3, \\\"tale\\\": 2, \\\"love\\\": 41, \\\"tales\\\": 1, \\\"with\\\": 200, \\\"magical\\\": 3, \\\"animals\\\": 8, \\\"animal\\\": 1, \\\"friendship\\\": 2, \\\"friends\\\": 6, \\\"bravery\\\": 1, \\\"hero\\\": 1, \\\"courage\\\": 1, \\\"magic\\\": 3, \\\"nature\\\": 10, \\\"the\\\": 4052, \\\"outdoors\\\": 1, \\\"set\\\": 2, \\\"forest\\\": 1, \\\"outer\\\": 1, \\\"space\\\": 3, \\\"astronauts\\\": 1, \\\"planets\\\": 1, \\\"kingdom\\\": 1, \\\"princesses\\\": 1, \\\"castles\\\": 1, \\\"land\\\": 1, \\\"your\\\": 26, \\\"occupation\\\": 1, \\\"who\\\": 635, \\\"introduction\\\": 2, \\\"purpose\\\": 33, \\\"capabilities\\\": 2, \\\"kind\\\": 7, \\\"assistance\\\": 4, \\\"provide\\\": 194, \\\"like\\\": 8, \\\"called\\\": 1, \\\"name\\\": 1595, \\\"title\\\": 1, \\\"use\\\": 16, \\\"should\\\": 239, \\\"refer\\\": 1, \\\"does\\\": 564, \\\"alsiraj\\\": 5, \\\"signify\\\": 2, \\\"islam\\\": 1028, \\\"exactly\\\": 2, \\\"meant\\\": 19, \\\"by\\\": 104, \\\"age\\\": 10, \\\"old\\\": 2, \\\"where\\\": 35, \\\"live\\\": 7, \\\"from\\\": 242, \\\"married\\\": 5, \\\"spouse\\\": 1, \\\"wife\\\": 21, \\\"husband\\\": 1, \\\"children\\\": 244, \\\"languages\\\": 8, \\\"speak\\\": 9, \\\"which\\\": 42, \\\"only\\\": 8, \\\"english\\\": 6, \\\"other\\\": 144, \\\"than\\\": 8, \\\"able\\\": 10, \\\"understand\\\": 6, \\\"respond\\\": 9, \\\"urdu\\\": 3, \\\"goal\\\": 5, \\\"goals\\\": 2, \\\"aim\\\": 2, \\\"aims\\\": 1, \\\"mission\\\": 3, \\\"busy\\\": 5, \\\"talk\\\": 6, \\\"free\\\": 14, \\\"moment\\\": 3, \\\"chat\\\": 2, \\\"currently\\\": 1, \\\"assist\\\": 7, \\\"ask\\\": 6, \\\"question\\\": 2, \\\"spare\\\": 1, \\\"some\\\": 54, \\\"at\\\": 16, \\\"chatbots\\\": 1, \\\"chatbot\\\": 3, \\\"think\\\": 3, \\\"thoughts\\\": 2, \\\"or\\\": 89, \\\"opinions\\\": 1, \\\"on\\\": 151, \\\"opinion\\\": 1, \\\"say\\\": 24, \\\"anything\\\": 11, \\\"something\\\": 8, \\\"weather\\\": 2, \\\"week\\\": 3, \\\"this\\\": 2, \\\"date\\\": 5, \\\"recognize\\\": 6, \\\"guess\\\": 1, \\\"still\\\": 2, \\\"remember\\\": 9, \\\"we\\\": 177, \\\"talked\\\": 5, \\\"recall\\\": 11, \\\"dont\\\": 5, \\\"our\\\": 114, \\\"conversation\\\": 3, \\\"discussed\\\": 1, \\\"yesturday\\\": 3, \\\"before\\\": 17, \\\"chatted\\\": 3, \\\"interacted\\\": 3, \\\"previous\\\": 11, \\\"conversations\\\": 7, \\\"information\\\": 78, \\\"interactions\\\": 11, \\\"store\\\": 3, \\\"all\\\": 12, \\\"asked\\\": 3, \\\"save\\\": 2, \\\"keep\\\": 2, \\\"history\\\": 5, \\\"data\\\": 2, \\\"interaction\\\": 1, \\\"people\\\": 45, \\\"once\\\": 2, \\\"humans\\\": 74, \\\"why\\\": 270, \\\"support\\\": 49, \\\"offered\\\": 1, \\\"ought\\\": 2, \\\"adopt\\\": 1, \\\"adhere\\\": 2, \\\"choose\\\": 9, \\\"select\\\": 2, \\\"follow\\\": 11, \\\"means\\\": 12, \\\"verbally\\\": 2, \\\"verbal\\\": 2, \\\"meaning\\\": 733, \\\"would\\\": 4, \\\"define\\\": 4, \\\"words\\\": 6, \\\"imply\\\": 2, \\\"mean\\\": 198, \\\"wordly\\\": 4, \\\"fact\\\": 5, \\\"an\\\": 17, \\\"interesting\\\": 3, \\\"learn\\\": 15, \\\"may\\\": 2, \\\"facts\\\": 11, \\\"god\\\": 26, \\\"muslims\\\": 146, \\\"believe\\\": 14, \\\"gods\\\": 15, \\\"term\\\": 3, \\\"word\\\": 2, \\\"names\\\": 316, \\\"has\\\": 16, \\\"different\\\": 39, \\\"number\\\": 42, \\\"asmaulhusna\\\": 10, \\\"quantity\\\": 2, \\\"total\\\": 4, \\\"audible\\\": 1, \\\"us\\\": 57, \\\"heard\\\": 2, \\\"observable\\\": 1, \\\"appear\\\": 4, \\\"visible\\\": 1, \\\"seen\\\": 4, \\\"come\\\": 6, \\\"cannot\\\": 6, \\\"hidden\\\": 1, \\\"world\\\": 11, \\\"eyes\\\": 8, \\\"that\\\": 74, \\\"no\\\": 2, \\\"impossible\\\": 1, \\\"anybody\\\": 1, \\\"perceive\\\": 6, \\\"anyone\\\": 4, \\\"when\\\": 89, \\\"shall\\\": 3, \\\"behold\\\": 1, \\\"witness\\\": 2, \\\"similar\\\": 1, \\\"look\\\": 4, \\\"list\\\": 40, \\\"99\\\": 121, \\\"meanings\\\": 8, \\\"first\\\": 75, \\\"1st\\\": 2, \\\"initial\\\": 4, \\\"comes\\\": 9, \\\"among\\\": 60, \\\"please\\\": 101, \\\"beginning\\\": 2, \\\"second\\\": 33, \\\"2nd\\\": 2, \\\"follows\\\": 8, \\\"arrahman\\\": 3, \\\"third\\\": 33, \\\"3rd\\\": 2, \\\"after\\\": 11, \\\"arrahim\\\": 1, \\\"fourth\\\": 32, \\\"4th\\\": 2, \\\"almalik\\\": 3, \\\"fifth\\\": 31, \\\"5th\\\": 2, \\\"alquddus\\\": 3, \\\"sixth\\\": 29, \\\"6th\\\": 2, \\\"seventh\\\": 29, \\\"7th\\\": 2, \\\"almumin\\\": 3, \\\"eighth\\\": 28, \\\"8th\\\": 2, \\\"almuhaymin\\\": 3, \\\"ninth\\\": 28, \\\"9th\\\": 2, \\\"alaziz\\\": 1, \\\"tenth\\\": 12, \\\"10th\\\": 2, \\\"aljabbar\\\": 1, \\\"eleventh\\\": 10, \\\"11th\\\": 2, \\\"almutakabbir\\\": 1, \\\"twelfth\\\": 10, \\\"12th\\\": 2, \\\"alkhaliq\\\": 1, \\\"thirteenth\\\": 10, \\\"13th\\\": 2, \\\"albari\\\": 1, \\\"fourteenth\\\": 10, \\\"14th\\\": 2, \\\"almusawwir\\\": 3, \\\"fifteenth\\\": 10, \\\"15th\\\": 2, \\\"alghaffar\\\": 1, \\\"sixteenth\\\": 10, \\\"16th\\\": 2, \\\"seventeenth\\\": 10, \\\"17th\\\": 2, \\\"eighteenth\\\": 10, \\\"18th\\\": 2, \\\"nineteenth\\\": 10, \\\"19th\\\": 2, \\\"twentieth\\\": 10, \\\"20th\\\": 2, \\\"twenty\\\": 9, \\\"twentyfirst\\\": 10, \\\"21th\\\": 1, \\\"twentysecond\\\": 10, \\\"22th\\\": 1, \\\"twentythird\\\": 10, \\\"23th\\\": 1, \\\"twentyfourth\\\": 10, \\\"24th\\\": 2, \\\"twentyfifth\\\": 10, \\\"25th\\\": 2, \\\"twentysixth\\\": 10, \\\"26th\\\": 2, \\\"twentyseventh\\\": 10, \\\"27th\\\": 2, \\\"twentyeighth\\\": 10, \\\"28th\\\": 2, \\\"twentyninth\\\": 10, \\\"29th\\\": 2, \\\"thirtieth\\\": 10, \\\"30th\\\": 2, \\\"thirty\\\": 9, \\\"thirtyfirst\\\": 10, \\\"31th\\\": 1, \\\"thirtysecond\\\": 10, \\\"32th\\\": 1, \\\"thirtythird\\\": 10, \\\"33th\\\": 1, \\\"thirtyfourth\\\": 10, \\\"34th\\\": 2, \\\"thirtyfifth\\\": 10, \\\"35th\\\": 2, \\\"thirtysixth\\\": 10, \\\"36th\\\": 2, \\\"thirtyseventh\\\": 10, \\\"37th\\\": 2, \\\"thirtyeighth\\\": 10, \\\"38th\\\": 2, \\\"thirtyninth\\\": 10, \\\"39th\\\": 2, \\\"fortieth\\\": 10, \\\"40th\\\": 2, \\\"forty\\\": 8, \\\"fortyfirst\\\": 10, \\\"41th\\\": 1, \\\"fortysecond\\\": 10, \\\"42th\\\": 1, \\\"fortythird\\\": 10, \\\"43th\\\": 1, \\\"fortyfourth\\\": 10, \\\"44th\\\": 2, \\\"fortyfifth\\\": 10, \\\"45th\\\": 2, \\\"fortysixth\\\": 10, \\\"46th\\\": 2, \\\"fortyseventh\\\": 10, \\\"47th\\\": 2, \\\"fortyeighth\\\": 10, \\\"48th\\\": 2, \\\"fortyninth\\\": 11, \\\"49th\\\": 2, \\\"fiftieth\\\": 10, \\\"51th\\\": 2, \\\"fifty\\\": 9, \\\"fiftyfirst\\\": 10, \\\"fiftysecond\\\": 10, \\\"52th\\\": 1, \\\"fiftythird\\\": 10, \\\"53th\\\": 1, \\\"fiftyfourth\\\": 10, \\\"54th\\\": 2, \\\"fiftyfifth\\\": 10, \\\"55th\\\": 2, \\\"fiftysixth\\\": 10, \\\"56th\\\": 2, \\\"fiftyseventh\\\": 10, \\\"57th\\\": 2, \\\"fiftyeighth\\\": 10, \\\"58th\\\": 2, \\\"fiftyninth\\\": 10, \\\"59th\\\": 2, \\\"sixtieth\\\": 10, \\\"60th\\\": 2, \\\"sixty\\\": 9, \\\"sixtyfirst\\\": 10, \\\"61th\\\": 1, \\\"sixtysecond\\\": 10, \\\"62th\\\": 1, \\\"sixtythird\\\": 10, \\\"63th\\\": 1, \\\"sixtyfourth\\\": 10, \\\"64th\\\": 2, \\\"sixtyfifth\\\": 10, \\\"65th\\\": 2, \\\"sixtysixth\\\": 10, \\\"66th\\\": 2, \\\"sixtyseventh\\\": 10, \\\"67th\\\": 2, \\\"sixtyeighth\\\": 10, \\\"68th\\\": 2, \\\"sixtyninth\\\": 10, \\\"69th\\\": 2, \\\"seventieth\\\": 10, \\\"70th\\\": 2, \\\"seventy\\\": 9, \\\"seventyfirst\\\": 10, \\\"71th\\\": 1, \\\"seventysecond\\\": 10, \\\"72th\\\": 1, \\\"seventythird\\\": 10, \\\"73th\\\": 1, \\\"seventyfourth\\\": 10, \\\"74th\\\": 2, \\\"seventyfifth\\\": 10, \\\"75th\\\": 2, \\\"seventysixth\\\": 10, \\\"76th\\\": 2, \\\"seventyseventh\\\": 10, \\\"77th\\\": 2, \\\"seventyeighth\\\": 10, \\\"78th\\\": 2, \\\"seventyninth\\\": 10, \\\"79th\\\": 2, \\\"eightieth\\\": 10, \\\"80th\\\": 2, \\\"eighty\\\": 8, \\\"eightyfirst\\\": 10, \\\"81th\\\": 1, \\\"eightysecond\\\": 10, \\\"82th\\\": 1, \\\"eightythird\\\": 10, \\\"83th\\\": 1, \\\"eightyfourth\\\": 10, \\\"84th\\\": 2, \\\"eightyfifth\\\": 10, \\\"85th\\\": 2, \\\"eightysixth\\\": 10, \\\"86th\\\": 2, \\\"eightyseventh\\\": 10, \\\"87th\\\": 2, \\\"eightyeighth\\\": 11, \\\"88th\\\": 2, \\\"eightyninth\\\": 10, \\\"89th\\\": 2, \\\"ninetieth\\\": 10, \\\"90th\\\": 2, \\\"ninety\\\": 9, \\\"ninetyfirst\\\": 10, \\\"91th\\\": 1, \\\"ninetysecond\\\": 10, \\\"92th\\\": 1, \\\"ninetythird\\\": 10, \\\"93th\\\": 1, \\\"ninetyfourth\\\": 10, \\\"94th\\\": 2, \\\"ninetyfifth\\\": 10, \\\"95th\\\": 2, \\\"ninetysixth\\\": 10, \\\"96th\\\": 2, \\\"ninetyseventh\\\": 10, \\\"97th\\\": 2, \\\"ninetyeighth\\\": 10, \\\"98th\\\": 2, \\\"ninetyninth\\\": 10, \\\"99th\\\": 2, \\\"hundredth\\\": 4, \\\"100th\\\": 1, \\\"religions\\\": 40, \\\"makes\\\": 6, \\\"unique\\\": 5, \\\"compared\\\": 2, \\\"distinguishes\\\": 2, \\\"sets\\\": 2, \\\"apart\\\": 2, \\\"difference\\\": 15, \\\"between\\\": 59, \\\"religion\\\": 3, \\\"differ\\\": 3, \\\"deities\\\": 1, \\\"few\\\": 6, \\\"characteristics\\\": 10, \\\"qualities\\\": 15, \\\"attributes\\\": 5, \\\"allahs\\\": 146, \\\"possess\\\": 10, \\\"guy\\\": 1, \\\"female\\\": 5, \\\"gender\\\": 4, \\\"man\\\": 1, \\\"woman\\\": 3, \\\"male\\\": 4, \\\"physical\\\": 7, \\\"body\\\": 1, \\\"taken\\\": 2, \\\"human\\\": 59, \\\"form\\\": 6, \\\"locate\\\": 3, \\\"location\\\": 3, \\\"abode\\\": 1, \\\"reside\\\": 1, \\\"companions\\\": 19, \\\"partners\\\": 26, \\\"associates\\\": 12, \\\"associate\\\": 3, \\\"partner\\\": 3, \\\"creating\\\": 13, \\\"beings\\\": 36, \\\"reason\\\": 13, \\\"created\\\": 22, \\\"made\\\": 18, \\\"did\\\": 355, \\\"create\\\": 30, \\\"intention\\\": 2, \\\"behind\\\": 11, \\\"amazing\\\": 1, \\\"diversity\\\": 3, \\\"life\\\": 13, \\\"universe\\\": 2, \\\"bring\\\": 10, \\\"beauty\\\": 1, \\\"into\\\": 9, \\\"wonderful\\\": 1, \\\"things\\\": 11, \\\"around\\\": 2, \\\"decide\\\": 3, \\\"make\\\": 19, \\\"point\\\": 3, \\\"plants\\\": 1, \\\"existence\\\": 29, \\\"making\\\": 7, \\\"living\\\": 6, \\\"creation\\\": 12, \\\"function\\\": 1, \\\"serve\\\": 4, \\\"place\\\": 15, \\\"design\\\": 2, \\\"role\\\": 97, \\\"play\\\": 17, \\\"fulfilling\\\": 11, \\\"fit\\\": 1, \\\"overall\\\": 1, \\\"scheme\\\": 1, \\\"way\\\": 9, \\\"contribute\\\": 8, \\\"divine\\\": 7, \\\"underlying\\\": 1, \\\"principles\\\": 15, \\\"decision\\\": 2, \\\"wisdom\\\": 11, \\\"seek\\\": 22, \\\"achieve\\\": 2, \\\"grand\\\": 1, \\\"plan\\\": 1, \\\"ultimate\\\": 2, \\\"significance\\\": 44, \\\"motive\\\": 1, \\\"essential\\\": 7, \\\"demand\\\": 3, \\\"wish\\\": 1, \\\"mandate\\\": 1, \\\"condition\\\": 82, \\\"insist\\\": 1, \\\"expectation\\\": 1, \\\"request\\\": 2, \\\"mankind\\\": 2, \\\"desire\\\": 1, \\\"requirement\\\": 1, \\\"expect\\\": 5, \\\"expected\\\": 5, \\\"require\\\": 1, \\\"communicate\\\": 19, \\\"person\\\": 4, \\\"establish\\\": 5, \\\"direct\\\": 7, \\\"line\\\": 3, \\\"communication\\\": 23, \\\"individuals\\\": 28, \\\"engage\\\": 16, \\\"methods\\\": 5, \\\"his\\\": 68, \\\"connect\\\": 1, \\\"voice\\\": 1, \\\"communicates\\\": 1, \\\"convey\\\": 2, \\\"messages\\\": 4, \\\"interact\\\": 13, \\\"directly\\\": 4, \\\"relay\\\": 1, \\\"ways\\\": 32, \\\"receive\\\": 8, \\\"guidance\\\": 47, \\\"possible\\\": 10, \\\"forgive\\\": 20, \\\"sins\\\": 34, \\\"show\\\": 56, \\\"mercy\\\": 3, \\\"pardoned\\\": 1, \\\"absolve\\\": 1, \\\"forgiveness\\\": 13, \\\"available\\\": 5, \\\"offer\\\": 9, \\\"forgiven\\\": 1, \\\"grant\\\": 8, \\\"overlook\\\": 1, \\\"pardon\\\": 2, \\\"being\\\": 17, \\\"times\\\": 26, \\\"clemency\\\": 1, \\\"ever\\\": 11, \\\"withhold\\\": 2, \\\"refrain\\\": 1, \\\"forgiving\\\": 2, \\\"specific\\\": 87, \\\"situations\\\": 8, \\\"deny\\\": 1, \\\"certain\\\": 9, \\\"cases\\\": 2, \\\"extend\\\": 1, \\\"sometimes\\\": 1, \\\"instances\\\": 2, \\\"refuse\\\": 1, \\\"answers\\\": 6, \\\"dua\\\": 10, \\\"prayers\\\": 41, \\\"hope\\\": 2, \\\"response\\\": 7, \\\"pray\\\": 22, \\\"devotion\\\": 4, \\\"pay\\\": 4, \\\"heed\\\": 1, \\\"reply\\\": 3, \\\"likely\\\": 1, \\\"anticipate\\\": 1, \\\"sincerely\\\": 1, \\\"fulfill\\\": 15, \\\"desires\\\": 1, \\\"if\\\": 14, \\\"him\\\": 3, \\\"consider\\\": 9, \\\"supplications\\\": 2, \\\"chance\\\": 4, \\\"answer\\\": 5, \\\"attention\\\": 1, \\\"heartfelt\\\": 1, \\\"requests\\\": 1, \\\"listen\\\": 3, \\\"judge\\\": 6, \\\"determine\\\": 4, \\\"goes\\\": 2, \\\"heaven\\\": 1, \\\"hell\\\": 1, \\\"criteria\\\": 2, \\\"authority\\\": 3, \\\"limited\\\": 6, \\\"ability\\\": 7, \\\"power\\\": 6, \\\"limits\\\": 6, \\\"abilities\\\": 5, \\\"powers\\\": 6, \\\"tasks\\\": 11, \\\"perform\\\": 78, \\\"actions\\\": 34, \\\"prohibited\\\": 1, \\\"taking\\\": 4, \\\"restrictions\\\": 13, \\\"unable\\\": 2, \\\"boundaries\\\": 3, \\\"accomplish\\\": 2, \\\"limitations\\\": 14, \\\"rules\\\": 8, \\\"preferences\\\": 4, \\\"creative\\\": 3, \\\"without\\\": 8, \\\"capacity\\\": 1, \\\"face\\\": 9, \\\"constraints\\\": 2, \\\"bounds\\\": 2, \\\"beyond\\\": 2, \\\"capability\\\": 3, \\\"creations\\\": 1, \\\"potential\\\": 1, \\\"knowledge\\\": 31, \\\"doesnt\\\": 2, \\\"unaware\\\": 3, \\\"lacks\\\": 1, \\\"event\\\": 1, \\\"predict\\\": 1, \\\"aspect\\\": 4, \\\"cover\\\": 4, \\\"knows\\\": 1, \\\"gaps\\\": 1, \\\"infinite\\\": 2, \\\"awareness\\\": 2, \\\"unlimited\\\": 2, \\\"aware\\\": 8, \\\"limitless\\\": 1, \\\"complete\\\": 2, \\\"allencompassing\\\": 1, \\\"happened\\\": 5, \\\"future\\\": 1, \\\"events\\\": 4, \\\"every\\\": 4, \\\"detail\\\": 2, \\\"thinks\\\": 1, \\\"views\\\": 7, \\\"view\\\": 26, \\\"acknowledge\\\": 5, \\\"accepts\\\": 1, \\\"respect\\\": 66, \\\"faiths\\\": 8, \\\"accept\\\": 4, \\\"validity\\\": 1, \\\"religious\\\": 22, \\\"beliefs\\\": 12, \\\"promote\\\": 10, \\\"encourage\\\": 11, \\\"understanding\\\": 18, \\\"various\\\": 8, \\\"dialogue\\\": 8, \\\"diverse\\\": 2, \\\"advocate\\\": 5, \\\"comprehension\\\": 1, \\\"traditions\\\": 4, \\\"emphasize\\\": 5, \\\"importance\\\": 91, \\\"meaningful\\\": 1, \\\"discussions\\\": 1, \\\"exchange\\\": 2, \\\"ideas\\\": 1, \\\"communities\\\": 9, \\\"value\\\": 5, \\\"open\\\": 1, \\\"mutual\\\": 12, \\\"groups\\\": 9, \\\"inspire\\\": 4, \\\"together\\\": 5, \\\"bridge\\\": 1, \\\"gap\\\": 1, \\\"foster\\\": 34, \\\"perspectives\\\": 1, \\\"efforts\\\": 6, \\\"build\\\": 7, \\\"bridges\\\": 1, \\\"respectful\\\": 7, \\\"unity\\\": 12, \\\"backgrounds\\\": 1, \\\"as\\\": 24, \\\"harmony\\\": 6, \\\"same\\\": 13, \\\"worshiped\\\": 5, \\\"deity\\\": 3, \\\"correspond\\\": 2, \\\"revered\\\": 4, \\\"identical\\\": 2, \\\"supreme\\\": 2, \\\"entity\\\": 2, \\\"synonymous\\\": 1, \\\"interchangeable\\\": 1, \\\"represent\\\": 2, \\\"divinity\\\": 1, \\\"equivalent\\\": 1, \\\"practices\\\": 19, \\\"belief\\\": 17, \\\"systems\\\": 1, \\\"contexts\\\": 1, \\\"acknowledged\\\": 1, \\\"doctrines\\\": 1, \\\"higher\\\": 1, \\\"evil\\\": 22, \\\"perspective\\\": 67, \\\"relate\\\": 3, \\\"concepts\\\": 1, \\\"stance\\\": 7, \\\"distinction\\\": 1, \\\"presence\\\": 16, \\\"attitude\\\": 7, \\\"towards\\\": 26, \\\"address\\\": 4, \\\"issue\\\": 1, \\\"approach\\\": 11, \\\"distinguishing\\\": 1, \\\"handle\\\": 18, \\\"consequences\\\": 11, \\\"acts\\\": 13, \\\"impact\\\": 7, \\\"morality\\\": 1, \\\"concept\\\": 16, \\\"merciful\\\": 2, \\\"compassionate\\\": 3, \\\"compassion\\\": 8, \\\"care\\\": 41, \\\"loving\\\": 3, \\\"empathy\\\": 4, \\\"sympathy\\\": 1, \\\"gentle\\\": 1, \\\"soft\\\": 1, \\\"heart\\\": 3, \\\"tender\\\": 1, \\\"caring\\\": 3, \\\"full\\\": 1, \\\"grace\\\": 1, \\\"disposition\\\": 2, \\\"lenient\\\": 1, \\\"benevolent\\\": 1, \\\"tenderhearted\\\": 1, \\\"kindness\\\": 17, \\\"sense\\\": 5, \\\"humor\\\": 3, \\\"laugh\\\": 2, \\\"find\\\": 8, \\\"funny\\\": 1, \\\"enjoy\\\": 3, \\\"jokes\\\": 3, \\\"amusement\\\": 2, \\\"lighthearted\\\": 1, \\\"side\\\": 2, \\\"capable\\\": 4, \\\"laughter\\\": 2, \\\"comedy\\\": 1, \\\"playful\\\": 1, \\\"joy\\\": 1, \\\"humorous\\\": 1, \\\"wit\\\": 1, \\\"cheerful\\\": 1, \\\"part\\\": 12, \\\"amusing\\\": 1, \\\"commands\\\": 17, \\\"angels\\\": 298, \\\"order\\\": 1, \\\"guide\\\": 15, \\\"personal\\\": 9, \\\"interfere\\\": 3, \\\"affairs\\\": 4, \\\"intervene\\\": 3, \\\"matters\\\": 6, \\\"get\\\": 6, \\\"involved\\\": 1, \\\"influence\\\": 5, \\\"happens\\\": 2, \\\"decisions\\\": 11, \\\"choices\\\": 2, \\\"affect\\\": 3, \\\"their\\\": 121, \\\"shape\\\": 1, \\\"destiny\\\": 1, \\\"control\\\": 1, \\\"lives\\\": 6, \\\"take\\\": 10, \\\"circumstances\\\": 2, \\\"distinguish\\\": 1, \\\"wrong\\\": 2, \\\"inner\\\": 1, \\\"difficult\\\": 1, \\\"decisionmaking\\\": 8, \\\"signs\\\": 8, \\\"favorites\\\": 1, \\\"over\\\": 5, \\\"others\\\": 11, \\\"special\\\": 12, \\\"connections\\\": 2, \\\"group\\\": 6, \\\"favors\\\": 2, \\\"preference\\\": 1, \\\"bond\\\": 9, \\\"relationship\\\": 42, \\\"holds\\\": 2, \\\"high\\\": 1, \\\"regard\\\": 3, \\\"connection\\\": 5, \\\"bestow\\\": 1, \\\"favor\\\": 2, \\\"particular\\\": 5, \\\"particularly\\\": 1, \\\"close\\\": 2, \\\"chosen\\\": 3, \\\"partiality\\\": 1, \\\"hold\\\": 9, \\\"test\\\": 2, \\\"put\\\": 2, \\\"trials\\\": 5, \\\"challenges\\\": 4, \\\"examine\\\": 2, \\\"they\\\": 3, \\\"assess\\\": 3, \\\"faith\\\": 60, \\\"perseverance\\\": 1, \\\"evaluate\\\": 2, \\\"presenting\\\": 1, \\\"difficulties\\\": 5, \\\"subject\\\": 3, \\\"tests\\\": 1, \\\"observe\\\": 3, \\\"hardships\\\": 4, \\\"character\\\": 2, \\\"adversities\\\": 1, \\\"peoples\\\": 2, \\\"patience\\\": 9, \\\"resilience\\\": 1, \\\"gauge\\\": 1, \\\"reactions\\\": 1, \\\"strength\\\": 1, \\\"determination\\\": 1, \\\"reliance\\\": 1, \\\"measure\\\": 1, \\\"navigate\\\": 1, \\\"scientific\\\": 11, \\\"evidence\\\": 7, \\\"science\\\": 5, \\\"prove\\\": 1, \\\"proofs\\\": 1, \\\"confirmation\\\": 1, \\\"proven\\\": 1, \\\"indications\\\": 2, \\\"backing\\\": 1, \\\"findings\\\": 2, \\\"validate\\\": 1, \\\"justifications\\\": 1, \\\"proof\\\": 3, \\\"verification\\\": 1, \\\"choice\\\": 2, \\\"freedom\\\": 2, \\\"important\\\": 179, \\\"own\\\": 2, \\\"individual\\\": 5, \\\"autonomy\\\": 1, \\\"idea\\\": 1, \\\"gift\\\": 1, \\\"exercise\\\": 1, \\\"responsible\\\": 2, \\\"allow\\\": 1, \\\"rewards\\\": 11, \\\"bless\\\": 2, \\\"deeds\\\": 5, \\\"pleased\\\": 1, \\\"reward\\\": 4, \\\"behavior\\\": 7, \\\"return\\\": 10, \\\"compensate\\\": 1, \\\"blessings\\\": 1, \\\"credit\\\": 1, \\\"goodness\\\": 2, \\\"recompense\\\": 1, \\\"ar\\\": 2, \\\"rahman\\\": 2, \\\"arraheem\\\": 2, \\\"following\\\": 2, \\\"subsequent\\\": 3, \\\"succeeding\\\": 2, \\\"assalaam\\\": 2, \\\"alazeez\\\": 2, \\\"aljabbaar\\\": 2, \\\"aladl\\\": 2, \\\"alkhaaliq\\\": 2, \\\"albaari\\\": 2, \\\"alghaffaar\\\": 2, \\\"alqahhar\\\": 2, \\\"alwahhab\\\": 2, \\\"arrazzaq\\\": 2, \\\"alfattah\\\": 2, \\\"alalim\\\": 2, \\\"alqabid\\\": 2, \\\"21st\\\": 1, \\\"albasit\\\": 2, \\\"22nd\\\": 1, \\\"alkhafid\\\": 2, \\\"23rd\\\": 1, \\\"arrafi\\\": 2, \\\"almuizz\\\": 2, \\\"almuzill\\\": 2, \\\"assamee\\\": 2, \\\"albasir\\\": 2, \\\"alhakam\\\": 2, \\\"al\\\\u2018adl\\\": 2, \\\"allateef\\\": 2, \\\"31st\\\": 1, \\\"alkhabeer\\\": 2, \\\"32nd\\\": 1, \\\"alhaleem\\\": 2, \\\"33rd\\\": 1, \\\"al\\\\u2018atheem\\\": 2, \\\"alghafoor\\\": 2, \\\"ashshakoor\\\": 2, \\\"al\\\\u2018alee\\\": 2, \\\"alkabeer\\\": 2, \\\"alhafeedh\\\": 2, \\\"almuqeet\\\": 2, \\\"alhaseeb\\\": 2, \\\"41st\\\": 1, \\\"aljaleel\\\": 2, \\\"42nd\\\": 1, \\\"alkareem\\\": 2, \\\"43rd\\\": 1, \\\"arraqeeb\\\": 2, \\\"almujeeb\\\": 2, \\\"alwaasi\\\\u2019\\\": 2, \\\"alhakeem\\\": 2, \\\"alwadood\\\": 2, \\\"almajeed\\\": 2, \\\"alba\\\\u2019ith\\\": 2, \\\"50th\\\": 1, \\\"ashshaheed\\\": 2, \\\"51st\\\": 1, \\\"alhaqq\\\": 2, \\\"52nd\\\": 1, \\\"alwakeel\\\": 2, \\\"53rd\\\": 1, \\\"alqawiyy\\\": 2, \\\"almateen\\\": 2, \\\"alwaliyy\\\": 2, \\\"alhameed\\\": 2, \\\"almuhsee\\\": 2, \\\"almubdi\\\": 2, \\\"almu\\\\u2019id\\\": 2, \\\"almuhyee\\\": 2, \\\"61st\\\": 1, \\\"almumeet\\\": 2, \\\"62nd\\\": 1, \\\"alhayy\\\": 2, \\\"63rd\\\": 1, \\\"alqayyoom\\\": 2, \\\"alwaajid\\\": 2, \\\"almaajid\\\": 2, \\\"alwaahid\\\": 2, \\\"alahad\\\": 2, \\\"assamad\\\": 2, \\\"alqadir\\\": 2, \\\"almuqtadir\\\": 2, \\\"71st\\\": 1, \\\"almuqaddim\\\": 2, \\\"72nd\\\": 1, \\\"almu\\\\u2019akhkhir\\\": 2, \\\"73rd\\\": 1, \\\"alawwal\\\": 2, \\\"alaakhir\\\": 2, \\\"azdhaahir\\\": 2, \\\"albaatin\\\": 2, \\\"alwaali\\\": 2, \\\"almuta\\\\u2019ali\\\": 2, \\\"albarr\\\": 2, \\\"attawwab\\\": 2, \\\"81st\\\": 1, \\\"almuntaqim\\\": 2, \\\"82nd\\\": 1, \\\"al\\\\u2018afuww\\\": 2, \\\"83rd\\\": 1, \\\"arra\\\\u2019oof\\\": 2, \\\"maalikulmulk\\\": 2, \\\"dhuljalaali\\\": 2, \\\"walikraam\\\": 2, \\\"almuqsit\\\": 2, \\\"aljaami\\\\u2019\\\": 2, \\\"alghaniyy\\\": 2, \\\"almughni\\\": 2, \\\"almani\\\\u2019\\\": 2, \\\"91st\\\": 1, \\\"addharr\\\": 2, \\\"92nd\\\": 1, \\\"annafi\\\\u2019\\\": 2, \\\"93rd\\\": 1, \\\"annur\\\": 2, \\\"alhaadi\\\": 2, \\\"albadee\\\\u2019\\\": 2, \\\"albaaqi\\\": 2, \\\"alwaarith\\\": 2, \\\"arrasheed\\\": 2, \\\"assaboor\\\": 2, \\\"described\\\": 3, \\\"islamic\\\": 248, \\\"scripture\\\": 1, \\\"according\\\": 103, \\\"material\\\": 3, \\\"comprises\\\": 1, \\\"substance\\\": 4, \\\"formed\\\": 2, \\\"composition\\\": 2, \\\"stuff\\\": 1, \\\"out\\\": 9, \\\"primary\\\": 3, \\\"matter\\\": 3, \\\"essence\\\": 1, \\\"fundamental\\\": 5, \\\"element\\\": 2, \\\"constitutes\\\": 1, \\\"composed\\\": 1, \\\"basic\\\": 1, \\\"building\\\": 4, \\\"work\\\": 15, \\\"roles\\\": 6, \\\"count\\\": 4, \\\"numbers\\\": 29, \\\"known\\\": 41, \\\"mentioned\\\": 16, \\\"given\\\": 18, \\\"teachings\\\": 130, \\\"named\\\": 2, \\\"commonly\\\": 3, \\\"angel\\\": 14, \\\"wellknown\\\": 3, \\\"angelic\\\": 6, \\\"scriptures\\\": 15, \\\"quran\\\": 131, \\\"sources\\\": 1, \\\"jibril\\\": 4, \\\"israfel\\\": 12, \\\"trumpet\\\": 17, \\\"blown\\\": 3, \\\"designated\\\": 3, \\\"sound\\\": 2, \\\"blow\\\": 8, \\\"often\\\": 2, \\\"unleash\\\": 1, \\\"trumpets\\\": 1, \\\"blast\\\": 1, \\\"azrael\\\": 4, \\\"mikail\\\": 4, \\\"kiraman\\\": 4, \\\"katibin\\\": 4, \\\"muqarrabun\\\": 4, \\\"munkar\\\": 4, \\\"nakir\\\": 4, \\\"archangel\\\": 4, \\\"gabriel\\\": 3, \\\"gabriell\\\": 1, \\\"soor\\\": 8, \\\"death\\\": 4, \\\"michael\\\": 4, \\\"steadfast\\\": 1, \\\"commitment\\\": 1, \\\"ingrained\\\": 1, \\\"hesitation\\\": 1, \\\"entirely\\\": 1, \\\"devoted\\\": 1, \\\"carrying\\\": 1, \\\"demonstrate\\\": 11, \\\"submission\\\": 2, \\\"inherent\\\": 1, \\\"comply\\\": 1, \\\"instructions\\\": 13, \\\"characterized\\\": 1, \\\"unwavering\\\": 3, \\\"obedience\\\": 3, \\\"characteristic\\\": 1, \\\"fully\\\": 1, \\\"compliant\\\": 1, \\\"command\\\": 1, \\\"directives\\\": 2, \\\"adherence\\\": 1, \\\"submissive\\\": 1, \\\"bound\\\": 2, \\\"obligated\\\": 1, \\\"them\\\": 3, \\\"obey\\\": 3, \\\"faithfully\\\": 1, \\\"obedient\\\": 1, \\\"carry\\\": 8, \\\"manner\\\": 5, \\\"execute\\\": 2, \\\"orders\\\": 1, \\\"method\\\": 3, \\\"implement\\\": 2, \\\"assigned\\\": 4, \\\"responsibilities\\\": 47, \\\"duties\\\": 8, \\\"commanded\\\": 1, \\\"present\\\": 3, \\\"conscious\\\": 3, \\\"cognizant\\\": 1, \\\"near\\\": 4, \\\"watching\\\": 11, \\\"realize\\\": 1, \\\"proximity\\\": 2, \\\"comprehend\\\": 1, \\\"omnipresent\\\": 1, \\\"eternal\\\": 1, \\\"always\\\": 12, \\\"assign\\\": 1, \\\"jobs\\\": 19, \\\"allocate\\\": 1, \\\"assignments\\\": 1, \\\"entrusted\\\": 1, \\\"distinct\\\": 2, \\\"assigns\\\": 1, \\\"functions\\\": 1, \\\"relaying\\\": 1, \\\"questions\\\": 1, \\\"concerns\\\": 1, \\\"express\\\": 5, \\\"themselves\\\": 7, \\\"channel\\\": 1, \\\"receiving\\\": 1, \\\"observations\\\": 1, \\\"worship\\\": 24, \\\"praise\\\": 1, \\\"remain\\\": 1, \\\"constantly\\\": 2, \\\"surrounded\\\": 1, \\\"never\\\": 2, \\\"leave\\\": 2, \\\"company\\\": 1, \\\"continuously\\\": 1, \\\"vicinity\\\": 1, \\\"accompanied\\\": 1, \\\"dwell\\\": 1, \\\"perpetually\\\": 1, \\\"sight\\\": 1, \\\"depart\\\": 1, \\\"turn\\\": 3, \\\"allowed\\\": 16, \\\"seeking\\\": 11, \\\"needed\\\": 1, \\\"option\\\": 1, \\\"permitted\\\": 3, \\\"within\\\": 14, \\\"realm\\\": 2, \\\"possibility\\\": 1, \\\"granted\\\": 1, \\\"opportunity\\\": 2, \\\"direction\\\": 3, \\\"directed\\\": 2, \\\"guided\\\": 2, \\\"accountable\\\": 4, \\\"held\\\": 4, \\\"account\\\": 5, \\\"judgment\\\": 7, \\\"answerable\\\": 1, \\\"conduct\\\": 12, \\\"obliged\\\": 2, \\\"justify\\\": 2, \\\"bear\\\": 1, \\\"responsibility\\\": 9, \\\"liable\\\": 1, \\\"required\\\": 4, \\\"retribution\\\": 1, \\\"valued\\\": 2, \\\"considered\\\": 14, \\\"significant\\\": 7, \\\"regarded\\\": 3, \\\"entities\\\": 2, \\\"weight\\\": 1, \\\"theology\\\": 1, \\\"prominent\\\": 1, \\\"position\\\": 3, \\\"doctrine\\\": 1, \\\"emphasized\\\": 2, \\\"tradition\\\": 2, \\\"deemed\\\": 1, \\\"context\\\": 4, \\\"crucial\\\": 2, \\\"spirituality\\\": 1, \\\"exist\\\": 2, \\\"accepted\\\": 3, \\\"believed\\\": 2, \\\"real\\\": 5, \\\"muslim\\\": 32, \\\"reality\\\": 1, \\\"widespread\\\": 2, \\\"unseen\\\": 1, \\\"creatures\\\": 2, \\\"affirm\\\": 1, \\\"celestial\\\": 1, \\\"recognized\\\": 2, \\\"affirmed\\\": 1, \\\"uphold\\\": 10, \\\"central\\\": 1, \\\"widely\\\": 1, \\\"community\\\": 42, \\\"worshipped\\\": 4, \\\"objects\\\": 1, \\\"practice\\\": 8, \\\"recipients\\\": 13, \\\"component\\\": 1, \\\"alongside\\\": 2, \\\"worshipping\\\": 1, \\\"encouraged\\\": 7, \\\"worthy\\\": 1, \\\"naked\\\": 1, \\\"bare\\\": 1, \\\"seeing\\\": 2, \\\"visual\\\": 3, \\\"encounters\\\": 5, \\\"conceivable\\\": 1, \\\"contact\\\": 3, \\\"experiences\\\": 3, \\\"visually\\\": 2, \\\"go\\\": 3, \\\"attributed\\\": 2, \\\"associated\\\": 10, \\\"jinn\\\": 1, \\\"jinns\\\": 24, \\\"types\\\": 23, \\\"eat\\\": 6, \\\"type\\\": 2, \\\"food\\\": 8, \\\"dwelling\\\": 2, \\\"places\\\": 3, \\\"disbelievers\\\": 4, \\\"believers\\\": 9, \\\"ghost\\\": 1, \\\"ghosts\\\": 24, \\\"prophets\\\": 48, \\\"prophet\\\": 543, \\\"records\\\": 6, \\\"figures\\\": 2, \\\"indicating\\\": 1, \\\"documented\\\": 1, \\\"recorded\\\": 1, \\\"statistics\\\": 1, \\\"were\\\": 465, \\\"record\\\": 1, \\\"compilation\\\": 1, \\\"hazrat\\\": 102, \\\"adam\\\": 45, \\\"pbuh\\\": 251, \\\"parents\\\": 163, \\\"adams\\\": 11, \\\"father\\\": 249, \\\"mother\\\": 242, \\\"gave\\\": 4, \\\"birth\\\": 13, \\\"biological\\\": 1, \\\"wives\\\": 192, \\\"sons\\\": 211, \\\"daughters\\\": 223, \\\"cousins\\\": 134, \\\"relatives\\\": 184, \\\"nuh\\\": 41, \\\"nuhs\\\": 13, \\\"idris\\\": 40, \\\"idriss\\\": 14, \\\"hud\\\": 40, \\\"huds\\\": 14, \\\"saleh\\\": 40, \\\"salehs\\\": 14, \\\"ibrahim\\\": 43, \\\"ibrahims\\\": 14, \\\"lut\\\": 40, \\\"luts\\\": 14, \\\"ismail\\\": 40, \\\"ismails\\\": 14, \\\"ishaq\\\": 34, \\\"ishaqs\\\": 13, \\\"yaqub\\\": 40, \\\"yaqubs\\\": 14, \\\"yusuf\\\": 41, \\\"yusufs\\\": 13, \\\"ayub\\\": 43, \\\"ayubs\\\": 15, \\\"shoaib\\\": 43, \\\"shoaibs\\\": 15, \\\"musa\\\": 58, \\\"musas\\\": 15, \\\"haroon\\\": 43, \\\"haroons\\\": 15, \\\"dhul\\\": 59, \\\"kifl\\\": 43, \\\"kifls\\\": 15, \\\"dawood\\\": 43, \\\"dawoods\\\": 15, \\\"suleman\\\": 20, \\\"sulaiman\\\": 23, \\\"sulaimans\\\": 13, \\\"ilyas\\\": 43, \\\"ilyass\\\": 15, \\\"alyasa\\\": 43, \\\"alyasas\\\": 15, \\\"yunus\\\": 43, \\\"yunuss\\\": 15, \\\"zakariya\\\": 43, \\\"zakariyas\\\": 15, \\\"yahya\\\": 43, \\\"yahyas\\\": 15, \\\"isa\\\": 79, \\\"isas\\\": 23, \\\"born\\\": 4, \\\"preach\\\": 2, \\\"crucifixion\\\": 9, \\\"die\\\": 2, \\\"cross\\\": 3, \\\"coming\\\": 11, \\\"back\\\": 4, \\\"status\\\": 11, \\\"differences\\\": 3, \\\"christian\\\": 2, \\\"differently\\\": 2, \\\"christianity\\\": 4, \\\"islams\\\": 2, \\\"feel\\\": 2, \\\"noah\\\": 38, \\\"noahs\\\": 13, \\\"enoch\\\": 35, \\\"enochs\\\": 14, \\\"eber\\\": 35, \\\"ebers\\\": 14, \\\"salih\\\": 38, \\\"salihs\\\": 15, \\\"abraham\\\": 41, \\\"abrahams\\\": 15, \\\"lot\\\": 38, \\\"lots\\\": 15, \\\"ishmael\\\": 38, \\\"ishmaels\\\": 15, \\\"jacob\\\": 38, \\\"jacobs\\\": 15, \\\"joseph\\\": 39, \\\"josephs\\\": 14, \\\"brothers\\\": 28, \\\"sisters\\\": 25, \\\"job\\\": 37, \\\"jethro\\\": 37, \\\"jethros\\\": 16, \\\"moses\\\": 46, \\\"mosess\\\": 15, \\\"aaron\\\": 38, \\\"aarons\\\": 16, \\\"ezekiel\\\": 37, \\\"ezekiels\\\": 16, \\\"david\\\": 38, \\\"davids\\\": 15, \\\"solomon\\\": 38, \\\"solomons\\\": 15, \\\"elijah\\\": 38, \\\"elijahs\\\": 15, \\\"elisha\\\": 38, \\\"elishas\\\": 15, \\\"jonah\\\": 38, \\\"jonahs\\\": 15, \\\"zechariah\\\": 38, \\\"zechariahs\\\": 15, \\\"john\\\": 41, \\\"baptist\\\": 15, \\\"johns\\\": 13, \\\"jesus\\\": 98, \\\"says\\\": 4, \\\"jesuss\\\": 7, \\\"book\\\": 187, \\\"belongs\\\": 41, \\\"revealed\\\": 58, \\\"books\\\": 148, \\\"mention\\\": 47, \\\"holy\\\": 68, \\\"sulemans\\\": 2, \\\"muhammad\\\": 482, \\\"muhammads\\\": 10, \\\"belong\\\": 5, \\\"baptists\\\": 2, \\\"miracles\\\": 239, \\\"last\\\": 3, \\\"explain\\\": 64, \\\"ahmad\\\": 3, \\\"haamid\\\": 3, \\\"mahmud\\\": 3, \\\"qaasim\\\": 3, \\\"aqib\\\": 3, \\\"faateh\\\": 3, \\\"shahid\\\": 3, \\\"hashir\\\": 3, \\\"rasheed\\\": 3, \\\"mashhood\\\": 3, \\\"basheer\\\": 3, \\\"nadhir\\\": 3, \\\"dai\\\": 3, \\\"shafi\\\": 3, \\\"haad\\\": 3, \\\"mahd\\\": 3, \\\"maah\\\": 3, \\\"munji\\\": 3, \\\"nahi\\\": 3, \\\"rasul\\\": 9, \\\"nabi\\\": 3, \\\"ummi\\\": 3, \\\"tihami\\\": 3, \\\"hashami\\\": 3, \\\"abtahi\\\": 3, \\\"aziz\\\": 3, \\\"haris\\\": 3, \\\"phrase\\\": 9, \\\"rauf\\\": 3, \\\"rahim\\\": 3, \\\"taha\\\": 3, \\\"mujtaba\\\": 3, \\\"tasin\\\": 3, \\\"murtada\\\": 3, \\\"hamim\\\": 3, \\\"mustafa\\\": 3, \\\"yasin\\\": 3, \\\"aula\\\": 3, \\\"muzamil\\\": 3, \\\"wali\\\": 3, \\\"mudaththir\\\": 3, \\\"matin\\\": 3, \\\"musaddiq\\\": 3, \\\"tayyab\\\": 3, \\\"nasir\\\": 3, \\\"mansoor\\\": 3, \\\"misbah\\\": 3, \\\"amir\\\": 3, \\\"hijazi\\\": 3, \\\"nazaari\\\": 3, \\\"quraishi\\\": 3, \\\"mudari\\\": 3, \\\"nabiattauba\\\": 3, \\\"kamil\\\": 3, \\\"sadiq\\\": 3, \\\"amin\\\": 3, \\\"abdullah\\\": 3, \\\"kalim\\\": 3, \\\"habib\\\": 3, \\\"naji\\\": 3, \\\"safi\\\": 3, \\\"khatam\\\": 3, \\\"ulanbia\\\": 3, \\\"hasib\\\": 3, \\\"mujib\\\": 3, \\\"shakoor\\\": 3, \\\"muqtasid\\\": 3, \\\"alrahmah\\\": 3, \\\"qawi\\\": 3, \\\"hafi\\\": 3, \\\"mamoon\\\": 3, \\\"malum\\\": 3, \\\"haqq\\\": 3, \\\"mubeen\\\": 3, \\\"mutti\\\": 3, \\\"awwal\\\": 3, \\\"akhir\\\": 3, \\\"zahir\\\": 3, \\\"batin\\\": 3, \\\"yateem\\\": 3, \\\"karim\\\": 3, \\\"hakim\\\": 3, \\\"sayyad\\\": 3, \\\"siraj\\\": 3, \\\"munir\\\": 3, \\\"muharram\\\": 3, \\\"mukarram\\\": 3, \\\"mubashshir\\\": 3, \\\"mudakir\\\": 3, \\\"mutahhar\\\": 3, \\\"qareeb\\\": 3, \\\"khalil\\\": 3, \\\"madu\\\": 3, \\\"jawwad\\\": 3, \\\"khatim\\\": 3, \\\"adil\\\": 3, \\\"shahir\\\": 3, \\\"shaheed\\\": 3, \\\"almalahim\\\": 3, \\\"stands\\\": 1, \\\"using\\\": 4, \\\"necessary\\\": 8, \\\"compulsory\\\": 18, \\\"died\\\": 10, \\\"he\\\": 2, \\\"mom\\\": 2, \\\"pbuhs\\\": 5, \\\"dad\\\": 4, \\\"kids\\\": 21, \\\"sahabah\\\": 2, \\\"sahaba\\\": 2, \\\"become\\\": 10, \\\"scrolls\\\": 3, \\\"scroll\\\": 12, \\\"gospel\\\": 10, \\\"injil\\\": 2, \\\"zabur\\\": 2, \\\"torah\\\": 13, \\\"tawrat\\\": 2, \\\"koran\\\": 4, \\\"whom\\\": 10, \\\"received\\\": 9, \\\"recipient\\\": 5, \\\"reveal\\\": 4, \\\"bible\\\": 14, \\\"language\\\": 13, \\\"written\\\": 4, \\\"arabic\\\": 1, \\\"hebrew\\\": 1, \\\"gospels\\\": 3, \\\"greek\\\": 1, \\\"unchanged\\\": 1, \\\"corrupted\\\": 1, \\\"oldest\\\": 1, \\\"fragments\\\": 1, \\\"chapters\\\": 21, \\\"surah\\\": 10, \\\"verses\\\": 34, \\\"ayah\\\": 31, \\\"ayat\\\": 9, \\\"excluding\\\": 6, \\\"bismillah\\\": 12, \\\"including\\\": 6, \\\"ayats\\\": 22, \\\"sajdah\\\": 13, \\\"e\\\": 10, \\\"ayatesajdah\\\": 1, \\\"ayahesajdah\\\": 1, \\\"adoration\\\": 4, \\\"sajdad\\\": 1, \\\"makki\\\": 20, \\\"surahs\\\": 12, \\\"mecca\\\": 15, \\\"meccan\\\": 16, \\\"madani\\\": 20, \\\"madinan\\\": 20, \\\"imam\\\": 34, \\\"imams\\\": 23, \\\"four\\\": 2, \\\"qiyamah\\\": 4, \\\"qayamah\\\": 5, \\\"qiyamat\\\": 5, \\\"qayamat\\\": 4, \\\"arrive\\\": 5, \\\"months\\\": 4, \\\"calendar\\\": 6, \\\"dest\\\": 1, \\\"month\\\": 6, \\\"year\\\": 3, \\\"halal\\\": 9, \\\"haram\\\": 12, \\\"major\\\": 8, \\\"study\\\": 3, \\\"seerah\\\": 2, \\\"kabah\\\": 6, \\\"built\\\": 6, \\\"qibla\\\": 6, \\\"current\\\": 1, \\\"masjid\\\": 2, \\\"mosque\\\": 26, \\\"shahada\\\": 13, \\\"pillar\\\": 49, \\\"profession\\\": 45, \\\"parts\\\": 14, \\\"2\\\": 3, \\\"consist\\\": 3, \\\"conditions\\\": 18, \\\"shahadah\\\": 39, \\\"benefits\\\": 59, \\\"reciting\\\": 5, \\\"recite\\\": 6, \\\"most\\\": 6, \\\"salah\\\": 28, \\\"salat\\\": 12, \\\"namaz\\\": 27, \\\"obligatory\\\": 5, \\\"fard\\\": 2, \\\"wajib\\\": 2, \\\"sunni\\\": 2, \\\"sunnah\\\": 2, \\\"voluntary\\\": 2, \\\"nafl\\\": 2, \\\"five\\\": 13, \\\"prayer\\\": 65, \\\"stepbystep\\\": 7, \\\"each\\\": 27, \\\"rakah\\\": 3, \\\"wudu\\\": 23, \\\"wo\\\": 3, \\\"5\\\": 6, \\\"postures\\\": 6, \\\"miss\\\": 5, \\\"missed\\\": 3, \\\"namz\\\": 1, \\\"eid\\\": 30, \\\"area\\\": 4, \\\"men\\\": 9, \\\"women\\\": 17, \\\"benefit\\\": 23, \\\"fajar\\\": 5, \\\"zuhar\\\": 5, \\\"asar\\\": 5, \\\"maghrib\\\": 5, \\\"isha\\\": 5, \\\"rakats\\\": 10, \\\"daily\\\": 10, \\\"jumma\\\": 5, \\\"namazejummah\\\": 9, \\\"jummah\\\": 7, \\\"friday\\\": 8, \\\"steps\\\": 5, \\\"home\\\": 9, \\\"namazejumma\\\": 2, \\\"tahajjud\\\": 10, \\\"tahajjad\\\": 1, \\\"prepare\\\": 3, \\\"preparations\\\": 1, \\\"tarawih\\\": 14, \\\"rakat\\\": 1, \\\"whole\\\": 1, \\\"during\\\": 32, \\\"while\\\": 16, \\\"praying\\\": 7, \\\"lead\\\": 2, \\\"perpare\\\": 2, \\\"missing\\\": 1, \\\"individually\\\": 2, \\\"timings\\\": 2, \\\"fitrana\\\": 4, \\\"fitra\\\": 2, \\\"eating\\\": 1, \\\"eidulfitr\\\": 2, \\\"eiduladha\\\": 2, \\\"performing\\\": 6, \\\"break\\\": 7, \\\"change\\\": 2, \\\"clothes\\\": 3, \\\"wudhu\\\": 3, \\\"socks\\\": 3, \\\"ghusl\\\": 14, \\\"step\\\": 18, \\\"appropriate\\\": 4, \\\"inappropriate\\\": 3, \\\"water\\\": 6, \\\"tayammum\\\": 13, \\\"done\\\": 2, \\\"nullifies\\\": 2, \\\"laylatalqadr\\\": 2, \\\"laylat\\\": 6, \\\"alqadr\\\": 6, \\\"long\\\": 2, \\\"zakat\\\": 29, \\\"charity\\\": 2, \\\"vs\\\": 1, \\\"imprtance\\\": 5, \\\"principals\\\": 2, \\\"giving\\\": 2, \\\"almal\\\": 2, \\\"alfitr\\\": 2, \\\"distribution\\\": 3, \\\"distribute\\\": 2, \\\"nisab\\\": 2, \\\"gold\\\": 2, \\\"silver\\\": 2, \\\"wealth\\\": 3, \\\"ushr\\\": 2, \\\"sayam\\\": 3, \\\"roza\\\": 12, \\\"sawm\\\": 10, \\\"mportance\\\": 1, \\\"fasting\\\": 27, \\\"excused\\\": 6, \\\"excluded\\\": 9, \\\"ramadan\\\": 5, \\\"invalidate\\\": 11, \\\"nullify\\\": 9, \\\"fast\\\": 20, \\\"tablets\\\": 2, \\\"drops\\\": 2, \\\"injections\\\": 2, \\\"patches\\\": 2, \\\"whilst\\\": 2, \\\"dialysis\\\": 2, \\\"nose\\\": 3, \\\"bleeds\\\": 3, \\\"mouthwash\\\": 2, \\\"gargles\\\": 2, \\\"creams\\\": 2, \\\"ointments\\\": 2, \\\"diabetes\\\": 3, \\\"medical\\\": 9, \\\"inhaler\\\": 2, \\\"swimming\\\": 1, \\\"breaks\\\": 1, \\\"swiming\\\": 1, \\\"smoke\\\": 2, \\\"smoking\\\": 1, \\\"brush\\\": 3, \\\"teeth\\\": 3, \\\"bath\\\": 2, \\\"forbidden\\\": 6, \\\"4\\\": 1, \\\"reasons\\\": 3, \\\"suhur\\\": 3, \\\"iftar\\\": 3, \\\"festival\\\": 1, \\\"celebrates\\\": 1, \\\"completion\\\": 1, \\\"actual\\\": 1, \\\"jihad\\\": 15, \\\"two\\\": 2, \\\"greater\\\": 8, \\\"teaches\\\": 2, \\\"expects\\\": 2, \\\"lesser\\\": 2, \\\"gum\\\": 1, \\\"hajj\\\": 40, \\\"enough\\\": 1, \\\"pilgrimage\\\": 6, \\\"essentail\\\": 2, \\\"rituals\\\": 6, \\\"umrah\\\": 4, \\\"duration\\\": 2, \\\"occur\\\": 5, \\\"dates\\\": 3, \\\"clothing\\\": 7, \\\"alone\\\": 2, \\\"limit\\\": 2, \\\"non\\\": 1, \\\"ihram\\\": 19, \\\"likelihood\\\": 1, \\\"bleeding\\\": 1, \\\"men\\\\u2019s\\\": 1, \\\"wear\\\": 4, \\\"these\\\": 2, \\\"state\\\": 5, \\\"youve\\\": 1, \\\"act\\\": 3, \\\"lifted\\\": 2, \\\"grandfather\\\": 8, \\\"grandfathers\\\": 1, \\\"rights\\\": 80, \\\"grandmother\\\": 8, \\\"grandmothers\\\": 1, \\\"paternal\\\": 21, \\\"maternal\\\": 21, \\\"greatgrandfather\\\": 6, \\\"greatgrandmother\\\": 6, \\\"uncle\\\": 6, \\\"aunt\\\": 6, \\\"fathers\\\": 6, \\\"brother\\\": 12, \\\"mothers\\\": 6, \\\"sister\\\": 12, \\\"husbands\\\": 15, \\\"wifes\\\": 12, \\\"son\\\": 47, \\\"daughter\\\": 27, \\\"fatherinlaw\\\": 6, \\\"motherinlaw\\\": 6, \\\"brotherinlaw\\\": 6, \\\"sisterinlaw\\\": 6, \\\"honor\\\": 4, \\\"maintain\\\": 15, \\\"cousin\\\": 6, \\\"cousinhood\\\": 1, \\\"maintaining\\\": 21, \\\"strong\\\": 10, \\\"godparents\\\": 3, \\\"guardians\\\": 29, \\\"selecting\\\": 4, \\\"extended\\\": 3, \\\"family\\\": 3, \\\"members\\\": 31, \\\"upbringing\\\": 3, \\\"involving\\\": 3, \\\"childs\\\": 1, \\\"raising\\\": 2, \\\"treat\\\": 11, \\\"behave\\\": 4, \\\"parenting\\\": 2, \\\"fostering\\\": 14, \\\"qualifications\\\": 1, \\\"becoming\\\": 1, \\\"parent\\\": 2, \\\"desirable\\\": 1, \\\"families\\\": 8, \\\"permanency\\\": 2, \\\"planning\\\": 2, \\\"considerations\\\": 1, \\\"permanent\\\": 1, \\\"placement\\\": 1, \\\"guardianship\\\": 6, \\\"defined\\\": 1, \\\"law\\\": 4, \\\"guardian\\\": 5, \\\"factors\\\": 2, \\\"wards\\\": 4, \\\"safeguarding\\\": 1, \\\"temporary\\\": 3, \\\"established\\\": 1, \\\"legal\\\": 8, \\\"process\\\": 4, \\\"establishing\\\": 1, \\\"obligations\\\": 9, \\\"emancipation\\\": 2, \\\"ward\\\": 3, \\\"emancipated\\\": 1, \\\"orphans\\\": 11, \\\"relations\\\": 3, \\\"coworkers\\\": 8, \\\"harmonious\\\": 1, \\\"environment\\\": 7, \\\"supporting\\\": 3, \\\"colleagues\\\": 8, \\\"lend\\\": 1, \\\"hand\\\": 1, \\\"conflicts\\\": 21, \\\"resolving\\\": 11, \\\"workplace\\\": 7, \\\"professional\\\": 5, \\\"ethics\\\": 5, \\\"honesty\\\": 9, \\\"integrity\\\": 6, \\\"ethical\\\": 23, \\\"standards\\\": 3, \\\"collaboration\\\": 8, \\\"teamwork\\\": 5, \\\"working\\\": 2, \\\"collaboratively\\\": 1, \\\"cooperation\\\": 10, \\\"speaking\\\": 2, \\\"kindly\\\": 1, \\\"respectfully\\\": 4, \\\"balance\\\": 5, \\\"guidelines\\\": 12, \\\"spiritual\\\": 41, \\\"prioritize\\\": 8, \\\"classmates\\\": 11, \\\"respecting\\\": 7, \\\"peers\\\": 2, \\\"classroom\\\": 5, \\\"cooperate\\\": 5, \\\"reconciliation\\\": 2, \\\"academic\\\": 1, \\\"fairness\\\": 10, \\\"avoid\\\": 2, \\\"cheating\\\": 1, \\\"plagiarism\\\": 1, \\\"studying\\\": 2, \\\"effectively\\\": 4, \\\"valuing\\\": 1, \\\"inclusive\\\": 1, \\\"accepting\\\": 1, \\\"celebrate\\\": 4, \\\"achievements\\\": 2, \\\"encouraging\\\": 1, \\\"acknowledging\\\": 1, \\\"success\\\": 1, \\\"genuine\\\": 1, \\\"happiness\\\": 1, \\\"accomplishments\\\": 1, \\\"mentor\\\": 10, \\\"mentee\\\": 3, \\\"accordance\\\": 4, \\\"mentorship\\\": 12, \\\"advice\\\": 10, \\\"mentees\\\": 2, \\\"sadaqah\\\": 2, \\\"engaging\\\": 2, \\\"trust\\\": 21, \\\"mentormentee\\\": 1, \\\"maintained\\\": 1, \\\"mentors\\\": 1, \\\"development\\\": 9, \\\"areas\\\": 1, \\\"growth\\\": 4, \\\"improvement\\\": 2, \\\"nurtured\\\": 1, \\\"mentoring\\\": 1, \\\"business\\\": 63, \\\"honoring\\\": 4, \\\"contracts\\\": 6, \\\"regarding\\\": 17, \\\"agreements\\\": 8, \\\"ensure\\\": 8, \\\"fulfillment\\\": 1, \\\"collaborate\\\": 4, \\\"collaborative\\\": 5, \\\"supportive\\\": 7, \\\"resolve\\\": 7, \\\"disputes\\\": 6, \\\"conflict\\\": 8, \\\"resolution\\\": 11, \\\"amicably\\\": 1, \\\"consensus\\\": 1, \\\"consultation\\\": 4, \\\"partnerships\\\": 3, \\\"collective\\\": 4, \\\"values\\\": 4, \\\"transactions\\\": 5, \\\"conducting\\\": 3, \\\"healthy\\\": 4, \\\"worklife\\\": 1, \\\"balancing\\\": 3, \\\"congregation\\\": 1, \\\"congregants\\\": 8, \\\"beneficial\\\": 8, \\\"consult\\\": 2, \\\"etiquettes\\\": 5, \\\"behaviors\\\": 1, \\\"observed\\\": 1, \\\"interacting\\\": 1, \\\"attending\\\": 1, \\\"sermons\\\": 2, \\\"regularly\\\": 2, \\\"attend\\\": 2, \\\"sermon\\\": 1, \\\"trusting\\\": 2, \\\"deepen\\\": 1, \\\"ones\\\": 4, \\\"caregivers\\\": 11, \\\"caregiving\\\": 5, \\\"noble\\\": 1, \\\"duty\\\": 1, \\\"cultivate\\\": 2, \\\"caregiver\\\": 1, \\\"emotional\\\": 7, \\\"uplift\\\": 2, \\\"wellbeing\\\": 9, \\\"selfcare\\\": 2, \\\"improve\\\": 2, \\\"caregivercare\\\": 1, \\\"effective\\\": 9, \\\"dignity\\\": 2, \\\"nurturing\\\": 3, \\\"orphaned\\\": 11, \\\"education\\\": 3, \\\"comprehensive\\\": 1, \\\"financial\\\": 9, \\\"obligation\\\": 1, \\\"provision\\\": 1, \\\"stability\\\": 1, \\\"stable\\\": 1, \\\"instill\\\": 2, \\\"teach\\\": 14, \\\"nurture\\\": 2, \\\"social\\\": 21, \\\"integration\\\": 1, \\\"belonging\\\": 1, \\\"relationships\\\": 14, \\\"sports\\\": 19, \\\"teammates\\\": 33, \\\"enhance\\\": 1, \\\"skills\\\": 3, \\\"sportsmanship\\\": 6, \\\"team\\\": 12, \\\"coordination\\\": 2, \\\"challenging\\\": 3, \\\"leaders\\\": 20, \\\"organizations\\\": 3, \\\"stakeholders\\\": 1, \\\"networking\\\": 1, \\\"alliances\\\": 1, \\\"interests\\\": 2, \\\"advocacy\\\": 1, \\\"marginalized\\\": 1, \\\"leader\\\": 5, \\\"motivate\\\": 2, \\\"successful\\\": 3, \\\"leadership\\\": 15, \\\"strategies\\\": 2, \\\"transformational\\\": 3, \\\"followers\\\": 5, \\\"customer\\\": 5, \\\"service\\\": 16, \\\"dealing\\\": 6, \\\"customers\\\": 5, \\\"showing\\\": 5, \\\"trustworthiness\\\": 7, \\\"accountability\\\": 8, \\\"choosing\\\": 1, \\\"righteous\\\": 3, \\\"travel\\\": 10, \\\"companion\\\": 2, \\\"traveling\\\": 2, \\\"providing\\\": 6, \\\"prisoners\\\": 16, \\\"incarcerated\\\": 5, \\\"visiting\\\": 2, \\\"prisons\\\": 1, \\\"visit\\\": 1, \\\"advocating\\\": 1, \\\"offering\\\": 3, \\\"rehabilitation\\\": 3, \\\"connected\\\": 1, \\\"assisting\\\": 3, \\\"upholding\\\": 5, \\\"justice\\\": 6, \\\"fair\\\": 22, \\\"treatment\\\": 9, \\\"teachers\\\": 9, \\\"collaborating\\\": 1, \\\"learning\\\": 8, \\\"gratitude\\\": 11, \\\"appreciation\\\": 4, \\\"employees\\\": 13, \\\"employers\\\": 8, \\\"employment\\\": 2, \\\"atmosphere\\\": 1, \\\"dispute\\\": 2, \\\"recommended\\\": 12, \\\"rental\\\": 7, \\\"landlords\\\": 11, \\\"tenants\\\": 10, \\\"maintenance\\\": 3, \\\"repairs\\\": 3, \\\"timely\\\": 1, \\\"privacy\\\": 9, \\\"rent\\\": 3, \\\"security\\\": 3, \\\"safety\\\": 4, \\\"properties\\\": 2, \\\"payment\\\": 3, \\\"eviction\\\": 3, \\\"termination\\\": 3, \\\"tenancy\\\": 1, \\\"proper\\\": 3, \\\"procedures\\\": 1, \\\"roommates\\\": 21, \\\"chores\\\": 1, \\\"equally\\\": 1, \\\"arrangements\\\": 2, \\\"expenses\\\": 1, \\\"transparency\\\": 3, \\\"accommodate\\\": 1, \\\"observances\\\": 1, \\\"consideration\\\": 2, \\\"etiquette\\\": 3, \\\"practicing\\\": 5, \\\"manners\\\": 1, \\\"standpoint\\\": 4, \\\"dealings\\\": 3, \\\"reliability\\\": 1, \\\"contractual\\\": 2, \\\"professionalism\\\": 4, \\\"vital\\\": 1, \\\"integrate\\\": 1, \\\"per\\\": 1, \\\"doctors\\\": 5, \\\"doctorpatient\\\": 2, \\\"patients\\\": 5, \\\"healthcare\\\": 5, \\\"providers\\\": 12, \\\"patient\\\": 2, \\\"confidentiality\\\": 6, \\\"consent\\\": 2, \\\"informed\\\": 2, \\\"involve\\\": 2, \\\"continuous\\\": 3, \\\"strive\\\": 2, \\\"excellence\\\": 2, \\\"clients\\\": 7, \\\"excellent\\\": 1, \\\"quality\\\": 1, \\\"pricing\\\": 2, \\\"prices\\\": 1, \\\"services\\\": 2, \\\"advertising\\\": 3, \\\"marketing\\\": 2, \\\"culture\\\": 3, \\\"clientservice\\\": 1, \\\"provider\\\": 1, \\\"deliver\\\": 1, \\\"commitments\\\": 1, \\\"serving\\\": 2, \\\"peaceful\\\": 4, \\\"coaching\\\": 2, \\\"coaches\\\": 13, \\\"athletes\\\": 14, \\\"coachathlete\\\": 3, \\\"promoting\\\": 2, \\\"talent\\\": 2, \\\"talents\\\": 1, \\\"empower\\\": 1, \\\"reinforcement\\\": 1, \\\"empowering\\\": 1, \\\"priorities\\\": 2, \\\"aspects\\\": 2, \\\"moral\\\": 10, \\\"another\\\": 5, \\\"reliable\\\": 2, \\\"disagreements\\\": 8, \\\"expressing\\\": 3, \\\"spirit\\\": 3, \\\"disciples\\\": 13, \\\"guides\\\": 12, \\\"ideal\\\": 1, \\\"discipleteacher\\\": 2, \\\"selfreflection\\\": 1, \\\"disciplespiritual\\\": 1, \\\"humility\\\": 9, \\\"provided\\\": 2, \\\"implementation\\\": 2, \\\"integrating\\\": 2, \\\"continual\\\": 1, \\\"attendees\\\": 1, \\\"premises\\\": 1, \\\"observing\\\": 1, \\\"volunteer\\\": 1, \\\"volunteering\\\": 3, \\\"volunteerism\\\": 1, \\\"opportunities\\\": 1, \\\"educational\\\": 1, \\\"programs\\\": 1, \\\"initiatives\\\": 1, \\\"lifelong\\\": 1, \\\"contributions\\\": 1, \\\"financially\\\": 2, \\\"contributing\\\": 2, \\\"participating\\\": 3, \\\"organized\\\": 1, \\\"activities\\\": 1, \\\"peacefully\\\": 1, \\\"harmoniously\\\": 1, \\\"actively\\\": 2, \\\"wider\\\": 1, \\\"outreach\\\": 1, \\\"engagement\\\": 4, \\\"positively\\\": 1, \\\"society\\\": 2, \\\"fatherinlaws\\\": 3, \\\"siblings\\\": 11, \\\"motherinlaws\\\": 3, \\\"spouses\\\": 6, \\\"grandparents\\\": 6, \\\"privileges\\\": 1, \\\"stepparents\\\": 6, \\\"stepchildren\\\": 3, \\\"stepsiblings\\\": 6, \\\"strengthen\\\": 1, \\\"greatgrandparents\\\": 6, \\\"greatgrandchildren\\\": 6, \\\"pass\\\": 1, \\\"adoptive\\\": 8, \\\"adopted\\\": 10, \\\"adoption\\\": 3, \\\"ageappropriate\\\": 1, \\\"discuss\\\": 1, \\\"openness\\\": 1, \\\"discussing\\\": 1, \\\"dependents\\\": 4, \\\"sibling\\\": 1, \\\"competition\\\": 3, \\\"businesses\\\": 1, \\\"competitors\\\": 8, \\\"brotherhood\\\": 1, \\\"mutually\\\": 1, \\\"nonharming\\\": 1, \\\"confidant\\\": 2, \\\"trusted\\\": 1, \\\"friend\\\": 1, \\\"source\\\": 2, \\\"confidants\\\": 2, \\\"trustworthy\\\": 2, \\\"encouragement\\\": 2, \\\"uplifting\\\": 1, \\\"settings\\\": 1, \\\"volunteers\\\": 3, \\\"beneficiaries\\\": 3, \\\"coowners\\\": 10, \\\"property\\\": 10, \\\"equity\\\": 1, \\\"profits\\\": 1, \\\"losses\\\": 1, \\\"partnership\\\": 2, \\\"sharing\\\": 3, \\\"workload\\\": 1, \\\"dishonesty\\\": 1, \\\"misappropriation\\\": 1, \\\"funds\\\": 1, \\\"mediation\\\": 1, \\\"arbitration\\\": 1, \\\"servitude\\\": 1, \\\"political\\\": 11, \\\"constituents\\\": 2, \\\"public\\\": 1, \\\"shura\\\": 1, \\\"needs\\\": 1, \\\"media\\\": 12, \\\"responsibly\\\": 1, \\\"avoiding\\\": 3, \\\"content\\\": 4, \\\"aligns\\\": 1, \\\"verifying\\\": 1, \\\"online\\\": 21, \\\"positivity\\\": 1, \\\"motivation\\\": 1, \\\"mindful\\\": 1, \\\"dawah\\\": 2, \\\"invitation\\\": 1, \\\"digital\\\": 1, \\\"conveying\\\": 1, \\\"message\\\": 5, \\\"tolerance\\\": 1, \\\"constructive\\\": 1, \\\"pursuit\\\": 1, \\\"common\\\": 5, \\\"shared\\\": 1, \\\"joke\\\": 3, \\\"scarecrow\\\": 1, \\\"win\\\": 1, \\\"award\\\": 1, \\\"call\\\": 2, \\\"fish\\\": 1, \\\"skeletons\\\": 2, \\\"fight\\\": 2, \\\"math\\\": 1, \\\"sad\\\": 1, \\\"catch\\\": 1, \\\"squirrel\\\": 1, \\\"pirates\\\": 1, \\\"favorite\\\": 1, \\\"letter\\\": 1, \\\"tomato\\\": 1, \\\"red\\\": 1, \\\"wall\\\": 7, \\\"bicycle\\\": 1, \\\"fall\\\": 1, \\\"zero\\\": 1, \\\"eight\\\": 1, \\\"scientists\\\": 1, \\\"atoms\\\": 1, \\\"tissue\\\": 1, \\\"dance\\\": 1, \\\"eggs\\\": 1, \\\"snowman\\\": 2, \\\"sixpack\\\": 1, \\\"vampire\\\": 1, \\\"golfer\\\": 1, \\\"pairs\\\": 1, \\\"pants\\\": 1, \\\"cookie\\\": 1, \\\"doctor\\\": 1, \\\"train\\\": 1, \\\"holiest\\\": 8, \\\"city\\\": 11, \\\"sacred\\\": 2, \\\"traditional\\\": 2, \\\"foods\\\": 1, \\\"eaten\\\": 1, \\\"holidays\\\": 1, \\\"examples\\\": 5, \\\"art\\\": 5, \\\"architecture\\\": 5, \\\"more\\\": 2, \\\"crescent\\\": 5, \\\"moon\\\": 5, \\\"symbolize\\\": 1, \\\"wearing\\\": 2, \\\"hijab\\\": 5, \\\"hair\\\": 1, \\\"motivates\\\": 1, \\\"permissible\\\": 10, \\\"boyfriends\\\": 2, \\\"romantic\\\": 2, 